Repository: lang-uk/translation-metrics
Catalog: data/17099743/Animal_farm_combine.tmx
Source language: en_1945_george_orwell_animal_farm
Languages: uk_1984_iryna_dybko_khutir_tvaryn, uk_1991_yurii_shevchuk_ferma_rai_dlia_tv, uk_2020_bohdana_nosenok_kolhosp_tvaryn

source: Only Clover remained, and Benjamin who lay down at Boxer’s side, and, without speaking, kept the flies off him with his long tail.
uk_1984_iryna_dybko_khutir_tvaryn: тільки Конева й Молчазніков залишились біля Добрилова, відганяючи докучливі мухи від нього; Конева стирала холодною травою піт і кров, що постійно стікала з його уст.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: лишилися тільки Конюшинка й Бенджамін, який приліг біля Боксера й довгим хвостом мовчки відганяв мух.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Біля Боксера залишилися лише Люцерна й Бенджамін, який ліг поруч з другом і своїм довгим хвостом заходився відганяти від нього мух.

source: After about a quarter of an hour Squealer appeared, full of sympathy and concern.
uk_1984_iryna_dybko_khutir_tvaryn: Щойно за півгодини з’явився, йдучи повільною ходою, Нікітов.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Через чверть години з'явився Пищик, співчутливий і турботливий.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: За чверть години з’явився Пискун, весь — співчуття й турбота.

source: He said that Comrade Napoleon had learned with the very deepest distress of this misfortune to one of the most loyal workers on the farm, and was already making arrangements to send Boxer to be treated in the hospital at Willingdon.
uk_1984_iryna_dybko_khutir_tvaryn: З виразом співчуття сповістив, що вождь, товариш Вісарйонов, дуже стурбований вісткою про нещасливий випадок найвірнішого працівника. Вождь, говорив він, переживає недугу Добрилова і вже поробив старання, щоб послати його до шпиталю у Волгограді. Там ветеринари поможуть йому успішніше, як ми тут на хуторі.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Він повідомив, що товариш Наполеон з незмірною скорботою довідався про недугу найсумліннішого працівника ферми і оце робить усе, щоб покласти Боксера в уїллінгдонський шпиталь.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Він сказав, що товариш Наполеон з найглибшим сумом дізнався про нещастя найсумліннішого працівника Колгоспу й докладає зусиль, щоб влаштувати Боксера в найкращу лікарню Віллінгдона.

source: The animals felt a little uneasy at this.
uk_1984_iryna_dybko_khutir_tvaryn: На вістку про те, моторошно стало,
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Тварини дещо занепокоїлись на таку звістку.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Почувши цю звістку, тварини занепокоїлися.

source: Except for Mollie and Snowball, no other animal had ever left the farm, and they did not like to think of their sick comrade in the hands of human beings.
uk_1984_iryna_dybko_khutir_tvaryn: бо крім Мілочки й Давидовича, ніхто досі не покидав хутора.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Бо ще ніхто, окрім хіба Моллі та Сніжка, не потикалися з ферми, і їх жахала думка, що їхній хворий товариш втрапить до людських рук.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Адже крім Моллі та Сніжка, ніхто не залишав ферми, і їм не хотілося, щоб їхній товариш потрапив до людських рук.

source: However, Squealer easily convinced them that the veterinary surgeon in Willingdon could treat Boxer’s case more satisfactorily than could be done on the farm.
uk_1984_iryna_dybko_khutir_tvaryn: [Там ветеринари поможуть йому успішніше, як ми тут на хуторі.]
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Проте Пищик заспокоїв їх, що ветеринар в Уїллінгдоні гарний фахівець і легко вилікує Боксерову недугу.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Але Пискун легко переконав їх у тому, що хірург-ветеринар у Віллінгдоні лікуватиме Боксера краще, ніж на фермі.

source: And about half an hour later, when Boxer had somewhat recovered, he was with difficulty got on to his feet, and managed to limp back to his stall, where Clover and Benjamin had prepared a good bed of straw for him.
uk_1984_iryna_dybko_khutir_tvaryn: Через півгодини Добрилов зібрав останки своїх сил і пошкандибав до стайні; там уже заздалегідь Конева й Молчазніков вистелили йому постіль свіжою соломою.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Не те що на фермі. А десь за півгодини, коли Боксерові трохи покращало, йому допомогли звестися на ноги, і він якось дошкандибав до стійла; там Конюшинка й Бенджамін вже, приготували йому м'яку солом'яну підстилку.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Через пів години, коли Боксер трохи оговтався, його насилу поставили на ноги й допомогли дістатися до стійла. Люцерна й Бенджамін уже подбали про добру солом’яну підстилку для нього.

source: For the next two days Boxer remained in his stall.
uk_1984_iryna_dybko_khutir_tvaryn: Два наступні дні Добрилов пролежав.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Два дні Боксер лишався у стійлі.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Два дні Боксер відлежувався в стайні.

source: The pigs had sent out a large bottle of pink medicine which they had found in the medicine chest in the bathroom, and Clover administered it to Boxer twice a day after meals.
uk_1984_iryna_dybko_khutir_tvaryn: Свині передали йому ліки — оті, що найшли в скрині Романова. У вільні хвилини від праці Конева була невідступно біля Добрилова й доглядала, щоби він приймав ліки двічі в день.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Свині прислали велику пляшку з ліками рожевого кольору, що їх знайшли в аптечці у ванній, і Конюшинка поїла ними Боксера двічі на день після їжі.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Свині прислали йому велику пляшку ліків, які знайшли в аптечці, і Люцерна двічі на день після їди давала їх коневі.

source: In the evenings she lay in his stall and talked to him, while Benjamin kept the flies off him.
uk_1984_iryna_dybko_khutir_tvaryn: Вірний друг Молчазніков стояв біля нього з похиленою головою і час від часу відганяв настирливі мухи.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Ввечері вона лежала в стійлі і розмовляла з ним, тоді як Бенджамін відганяв мух.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Вечорами вона лежала поруч і розважала розмовою, а Бенджамін відганяв мух.

source: If he made a good recovery, he might expect to live another three years, and he looked forward to the peaceful days that he would spend in the corner of the big pasture.
uk_1984_iryna_dybko_khutir_tvaryn: Добрилов, у свою чергу, розказав їм свої задуми — як це він мріє, щоб пощастило видужати й відпочити на пенсії в кутку великого пасовиська.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Якщо він швидко одужає, то може сподіватися, що проживе ще років зо три: він чекає тих погідних днів, коли зможе пастися в закутку великого пасовиська.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Якщо він одужає, то проживе ще років зо три — проводитиме дні на великому пасовиську,

source: It would be the first time that he had had leisure to study and improve his mind. He intended, he said, to devote the rest of his life to learning the remaining twenty-two letters of the alphabet.
uk_1984_iryna_dybko_khutir_tvaryn: Там він присвятить увесь свій час на вивчення решти букв альфабету, бо досі за тяжкою працею не було як.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: А тоді матиме час і для навчання та інтелектуального розвитку. Він признався, що решту життя хоче присвятити двадцяти двом літерам, що їх досі не вдалося осягнути.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: також у нього з’явиться час, щоб вчитися і духовно зростати, бо вже вирішив, що решту життя присвятить вивченню тих літер алфавіту, які йому поки не давалися.

source: However, Benjamin and Clover could only be with Boxer after working hours, and it was in the middle of the day when the van came to take him away.
uk_1984_iryna_dybko_khutir_tvaryn: На жаль, Конева й Молчазніков мали змогу перебувати біля Добрилова тільки вечором. А віз, що мав його забрати до шпиталю, приїхав серед дня,
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Але Бенджамін та Конюшинка могли провідувати Боксера лише після роботи. А фургон приїхав по нього десь опівдні.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Але Люцерна й Бенджамін могли бути з Боксером лише в неробочі години, а фургон приїхав по нього опівдні.

source: The animals were all at work weeding turnips under the supervision of a pig, when they were astonished to see Benjamin come galloping from the direction of the farm buildings, braying at the top of his voice.
uk_1984_iryna_dybko_khutir_tvaryn: тоді як усі тварини під наглядом свиней в колгоспі пололи ріпу. Враз побачили, як Молчазніков, що завжди повільно ходив, тепер щосили біжить і на все горло репетує, щоб усі поспішали чим скорше на майдан, бо Добрилова забирають.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Всі якраз прополювали ріпу під наглядом свині, коли з подивом побачили, як від хлівів до них щодуху мчить Бенджамін і щось горлає.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Усі тварини під наглядом свині прополювали буряки, коли раптом з подивом почули несамовите волання Бенджаміна, який щодуху мчав до них від двору.

source: It was the first time that they had ever seen Benjamin excited — indeed, it was the first time that anyone had ever seen him gallop.
uk_1984_iryna_dybko_khutir_tvaryn: До речі, це вперше бачили Молчазнікова таким неймовірно схвильованим. Його надмірне переживання підкреслювало важливість приводу до поспіху.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Вони вперше бачили Бенджаміна таким збудженим, як і те, що Бенджамін мчить щодуху.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Таким схвильованим тварини бачили віслюка вперше, як і те, що він скаче галопом.

source: “Quick, quick!” he shouted. “Come at once! They’re taking Boxer away!”
uk_1984_iryna_dybko_khutir_tvaryn: [бо Добрилова забирають]
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: — Мерщій! Мерщій! — гукав він. — Мерщій сюди! Вони забирають Боксера!
uk_2020_bohdana_nosenok_kolhosp_tvaryn: — Швидше! Швидше! — гукав він. — Боксера забирають!

source: Without waiting for orders from the pig, the animals broke off work and raced back to the farm buildings.
uk_1984_iryna_dybko_khutir_tvaryn: Не чекаючи на дозвіл свиней, усі покинули працю й переганяючи одне одного бігли на майдан.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Незважаючи на свиню, тварини кинули роботу й помчали до хлівів.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Не чекаючи на дозвіл свині, тварини кинули роботу й помчали до будівель.

source: Sure enough, there in the yard was a large closed van, drawn by two horses, with lettering on its side and a sly-looking man in a low-crowned bowler hat sitting on the driver’s seat.
uk_1984_iryna_dybko_khutir_tvaryn: Там же біля головного будинку побачили віз, а побіч людину з єхидним виразом обличчя.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Таки справді, в дворі стояв великий критий фургон, в нього були впряжені двоє коней. З одного боку на фургоні виднів напис, а візникував хитруватий чоловік з насунутим на очі капелюхом.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Справді, у дворі стояв критий фургон, запряжений парою коней. З одного боку на ньому щось було написано, а віжки тримав сумнівного вигляду чоловічок у крислатому капелюсі.

source: And Boxer’s stall was empty.
uk_1984_iryna_dybko_khutir_tvaryn: Стайня Добрилова була вже порожня.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Боксерове ж стійло було порожнє.

source: The animals crowded round the van.
uk_1984_iryna_dybko_khutir_tvaryn: Тварини товпилися коло воза й жалісним голосом прощали Добрилова:
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Тварини з'юрмилися навколо фургона.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Тварини обступили фургон.

source: “Good-bye, Boxer!” they chorused, “good-bye!”
uk_1984_iryna_dybko_khutir_tvaryn: «Будь здоров, скоро повертайся, до побачення, Добрилов!»
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: — До побачення, Боксере! — гукали вони. — До побачення!
uk_2020_bohdana_nosenok_kolhosp_tvaryn: — Видужуй, Боксере! — кричали вони хором. — До побачення!

source: “Fools! Fools!” shouted Benjamin, prancing round them and stamping the earth with his small hoofs.
uk_1984_iryna_dybko_khutir_tvaryn: Та враз сердитим голосом перебив те прощання Молчазніков, що нервово вистукуючи копитом об землю, вигукував: — Ах, ви дурні! Ой, які ж ви дурні!
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: — Дурні! Дурні! — заволав Бенджамін, стрибаючи навколо них і б'ючи копитцями землю.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: — Дурні! Дурні! — залементував Бенджамін, стрибаючи навколо них і б’ючи маленькими копитцями об землю.

source: “Fools! Do you not see what is written on the side of that van?”
uk_1984_iryna_dybko_khutir_tvaryn: Всі безмежні дурні! Чи ж не бачите напис на возі і чи не розумієте, що він означає??!
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: — Дурні! Та ви погляньте, що написано на фургоні!
uk_2020_bohdana_nosenok_kolhosp_tvaryn: — Дурні! Хіба ви не бачите, що написано на фургоні?

source: Muriel began to spell out the words.
uk_1984_iryna_dybko_khutir_tvaryn: Мурка підійшла ближче воза й намагалася літеру за літерою відчитувати,
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Мюріел по літерах почала читати напис,
uk_2020_bohdana_nosenok_kolhosp_tvaryn: А Мюріель почала повільно по складах розбирати слова.

source: But Benjamin pushed her aside and in the midst of a deadly silence he read:
uk_1984_iryna_dybko_khutir_tvaryn: але Молчазніков нервовим помахом відштовхнув її набік і почав із хвильованням уголос читати:
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: але Бенджамін відштовхнув її і сам прочитав у мертвій тиші:
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Але Бенджамін відштовхнув її, і сам прочитав напис:

source: “‘Alfred Simmonds, Horse Slaughterer and Glue Boiler, Willingdon. Dealer in Hides and Bone-Meal. Kennels Supplied.’
uk_1984_iryna_dybko_khutir_tvaryn: «Алік Сімонов, власник різні коней, продавець шкір і мелених костей, продуцент консерв для псів і котів».
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: — «Елфред Сіммондз, коновал і клеєвар, Уїллінгдон. Гендляр шкурами, костяним борошном і щенятами».
uk_2020_bohdana_nosenok_kolhosp_tvaryn: «Альфред Сімонс. Живодер і клеєвар. Торгівля шкурами і наваром з кісток. Тара надається».

source: Do you not understand what that means?
uk_1984_iryna_dybko_khutir_tvaryn: — Чи ви розумієте, що це значить? Що той напис говорить?
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Невже не розумієте, що це значить?
uk_2020_bohdana_nosenok_kolhosp_tvaryn: — Хіба ви не розумієте?

source: They are taking Boxer to the knacker’s!”
uk_1984_iryna_dybko_khutir_tvaryn: Таж отой чоловік забирає нашого Добрилова до різні! — все дужче хвилюючись, говорив Молчазніков.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Вони ж забирають Боксера на шкуродерню.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Вони везуть Боксера на шкуродерню!

source: A cry of horror burst from all the animals.
uk_1984_iryna_dybko_khutir_tvaryn: На те пояснення Молчазнікова пронісся спонтанний крик обурення й лементу
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Зойк жаху вихопився у тварин.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Крик жаху вирвався у тварин.

source: At this moment the man on the box whipped up his horses and the van moved out of the yard at a smart trot. All the animals followed, crying out at the tops of their voices.
uk_1984_iryna_dybko_khutir_tvaryn: — тварини голосили й бігли за возом, що вже від’їжджав у сторону головної брами.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Чоловік на козлах раптом шмагонув коней, і фургон рвонув з подвір'я. Всі кинулися навздогін з розпачливими криками.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Візник раптом вперіщив коней батогом, і вони рвучко покотили фургон. Тварини, розпачливо волаючи, кинулися навздогін.

source: Clover forced her way to the front. The van began to gather speed.
uk_1984_iryna_dybko_khutir_tvaryn: Конева пропхалась наперед і кликала:
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Конюшинка вирвалася вперед, але й фургон помчав дужче.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Люцерна вирвалася вперед, але фургон уже набирав швидкість.

source: “Boxer!” she cried. “Boxer! Boxer! Boxer!”
uk_1984_iryna_dybko_khutir_tvaryn: — Добрилов! Любий Добрилов!
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: — Боксере! — гукала вона. — Боксере! Боксере!
uk_2020_bohdana_nosenok_kolhosp_tvaryn: — Боксере! — кричала вона. — Боксере! Боксере! Боксере!

source: And just at this moment, as though he had heard the uproar outside, Boxer’s face, with the white stripe down his nose, appeared at the small window at the back of the van.
uk_1984_iryna_dybko_khutir_tvaryn: [І саме в цю хвилину крізь мале віконце явилось обличчя Добрилова.]
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: І тоді, немов почувши той ґвалт, у задньому віконці фургона з'явилася Боксерова морда з білою смужкою на носі.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Немов почувши нарешті всю ту веремію за стінками фургона, у маленькому віконці показалася морда Боксера з білою смужкою на носі.

source: “Boxer! Get out! Get out quickly! They’re taking you to your death!”
uk_1984_iryna_dybko_khutir_tvaryn: Вийди, вийди, тікай щосили, чуєш, утікай чим швидше! Тебе везуть на смерть! Тебе не везуть до шпиталю! Утікай!
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: — Боксере, тікай! Мерщій тікай! Вони везуть тебе на погибель!
uk_2020_bohdana_nosenok_kolhosp_tvaryn: — Боксере! Тікай! Тебе везуть на смерть!

source: All the animals took up the cry of “Get out, Boxer, get out!”
uk_1984_iryna_dybko_khutir_tvaryn: В унісон з її розпачливим благанням — усі тварини закричали «УТІКАЙ!»
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Тварини підхопили її крик: — Тікай, Боксере, тікай!
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Її крик підхопили всі: — Тікай, Боксере, Тікай!

source: But a moment later his face disappeared from the window and there was the sound of a tremendous drumming of hoofs inside the van. He was trying to kick his way out.
uk_1984_iryna_dybko_khutir_tvaryn: І саме в цю хвилину крізь мале віконце явилось обличчя Добрилова. Добрилов почав копитами штовхати об зачинені двері, стараючися провалити їх,
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Але за хвилину його голова зникла у віконці і у фургоні почулося гупання копит: то Боксер намагався вирватися на волю.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Але за мить його голова зникла з віконця, натомість почулося гупання копит об стінку фургона. Боксер намагався вибратися назовні.

source: But alas! his strength had left him; and in a few moments the sound of drumming hoofs grew fainter and died away.
uk_1984_iryna_dybko_khutir_tvaryn: та дарма, вже не було в нього тієї сили, що колись. Почувши стукіт копит, візник потягнув своїх коней за вуздечку й вони побігли галопом. Ще підбігала вслід за возом Конева й інші — чули вони, як Добрилов копав об двері, а проте стукіт усе більше слабшав, поки зовсім не затих.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Та ба! Сили полишали його, і невдовзі удари копит ослабли, а тоді й зовсім стихли.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Однак від колишньої сили не залишилося й сліду. Згодом гуркіт ослаб, а потім і зовсім стих.

source: In desperation the animals began appealing to the two horses which drew the van to stop. “Comrades, comrades!” they shouted. “Don’t take your own brother to his death!”
uk_1984_iryna_dybko_khutir_tvaryn: Тоді в розпуці почала Конева й її супутники благати запряжених коней, щоб вони зупинились, аби не везли брата на смерть: — Товариші, товариші, не чвалуйте, зупиніться, благаємо вас, зупиніться, не везіть свого невтомного й відданого праці брата на смерть, на ганебну смерть!
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Тварини розпачливо благали коней, які мчали фургон, зупинитися. — Друзі! Друзі! — волали вони. — Не везіть на погибель свого брата!
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Тварини розпачливо гукали до коней, які були впряжені у фургон: — Товариші, товариші! Не везіть свого брата на смерть!

source: But the stupid brutes, too ignorant to realise what was happening, merely set back their ears and quickened their pace.
uk_1984_iryna_dybko_khutir_tvaryn: Але дарма, нерозумні коні не знали мови тварин, вони лиш по-рабськи слухали батога і ще дужче прискорили чвал.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Але дурнуватим створінням годі було зрозуміти, що й до чого; вони тільки притиснули вуха й побігли ще швидше.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Проте цим дурноголовим годі було зрозуміти, що відбувається, вони лише притисли вуха й додали ходу.

source: Boxer’s face did not reappear at the window.
uk_1984_iryna_dybko_khutir_tvaryn: [Вже більш не догледіти обличчя Добрилова з-за вікна]
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Боксер більше не виглядав у віконце.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Більше Боксер у віконці не з’являвся.

source: Too late, someone thought of racing ahead and shutting the five-barred gate; but in another moment the van was through it and rapidly disappearing down the road.
uk_1984_iryna_dybko_khutir_tvaryn: Із кожною хвилиною віз щезав з очей тварин... Утратила його з заплаканих очей і Конева.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Надто пізно хтось кинувся наперед, щоб зачинити браму з п'яти перекладин. Бо фургон вже вихопився за неї і швидко віддалявся.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Занадто пізно хтось зрозумів, що можна було обігнати фургон і замкнути ворота — візок уже зник за поворотом.

source: Boxer was never seen again.
uk_1984_iryna_dybko_khutir_tvaryn: Вже більш не догледіти обличчя Добрилова з-за вікна й не побачити їм його ніколи...
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Боксера більше ніхто не бачив.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Більше тварини ніколи не бачили Боксера.

source: Three days later it was announced that he had died in the hospital at Willingdon, in spite of receiving every attention a horse could have. Squealer came to announce the news to the others.
uk_1984_iryna_dybko_khutir_tvaryn: Після трьох днів від того незабутнього нещасливого дня, приніс Нікітов тваринам сумну вістку. Розповів він, що Добрилов, хоч і мав добірну опіку в лікарні, згинув.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Через три дні стало відомо, що він помер у уїллінгдонському шпиталі, незважаючи на всю допомогу, яку лише можна було йому надати. Пищик прийшов оголосити цю новину всім.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Три дні потому їм оголосили, що Боксер помер у Віллінгдонському госпіталі, попри всі зусилля і турботу ветеринарів.

source: “It was the most affecting sight I have ever seen!” said Squealer, lifting his trotter and wiping away a tear.
uk_1984_iryna_dybko_khutir_tvaryn: [Та ще й додав Нікітов, як важко він начебто пережив розлуку з Добриловим, і як ця подія в лікарні зворушила його; при тому поясненні Нікітов аж просльозився.]
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: — Видовище було вкрай зворушливе! — Пищик підняв ратицю і втер сльозу.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: — Цю зворушливу мить я запам’ятаю на все життя! — розповідав він, утираючи сльози.

source: And at the end, almost too weak to speak, he whispered in my ear that his sole sorrow was to have passed on before the windmill was finished.
uk_1984_iryna_dybko_khutir_tvaryn: [Відтак, продовжував Нікітов, у сльозах висловив жаль, що не може побачити вже вітряка.] Його ж останніми словами при кінці життя були:
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Останнє, що він сказав, напруживши сили, це те, що єдине, за чим він жалкує, що не побачить готового вітряка.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: — Коли тримав його за копито, а він майже пошепки, бо вже не мав сил говорити, сказав мені на вухо, що шкодує лише про те, що не побачить готового млина.
